export interface Faq {
  question: string;
  answer: string;
}

export const faqs: Faq[] = [
  {
    question: "چطور ثبت‌نام کنم؟",
    answer: "برای ثبت‌نام کافیست روی دکمه ثبت‌نام کلیک کنید و فرم را پر کنید.",
  },
  {
    question: "آیا دوره‌ها پیش‌نیاز دارند؟",
    answer: "خیر، اکثر دوره‌ها از پایه آموزش داده می‌شوند.",
  },
  {
    question: "چطور با پشتیبانی تماس بگیرم؟",
    answer: "از طریق فرم تماس با ما یا شماره تلفن درج شده در سایت.",
  },
  {
    question: "آیا پس از خرید دوره، دسترسی دائمی دارم؟",
    answer: "بله، پس از خرید هر دوره، به صورت دائمی به محتوای آن دسترسی خواهید داشت.",
  },
  {
    question: "آیا امکان دریافت مدرک پایان دوره وجود دارد؟",
    answer: "بله، پس از اتمام دوره و قبولی در آزمون، مدرک معتبر صادر می‌شود.",
  },
  {
    question: "آیا امکان مشاهده بخشی از دوره به صورت رایگان وجود دارد؟",
    answer: "بله، برخی جلسات به صورت رایگان در دسترس هستند تا با کیفیت آموزش آشنا شوید.",
  },
]; 